[ItemDefs.ID_MO_HiddenJournals_Echo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO de Tannis"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HiddenJournals_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="O relato de Tannis sobre suas primeiras semanas em Santuário."
NoConstraintText=""
Suffix=""
Prefix=""

